{
  "instruments": {
    "title": "Инструменты",
    "name": "Название",
    "name_tooltip": "Название криптовалюты",
    "price": "Цена",
    "volume": "Объем",
    "change": "Изменение"
  },
  "market": {
    "market_tab": "Рынок or Маркет",
    "market_tab_tooltip": "Рыночная цена определяется как наилучшая доступная цена для инструмента на момент размещения ордера..",
    "limit_tab": "Лимит",
    "limit_tab_tooltip": "Лимитный ордер на покупку будет по лимитной или более низкой цене, а лимитный ордер на продажу будет по лимитной или более высокой цене."
  },
  "market_form": {
    "side_buy": "Купить",
    "side_sell": "Продать",
    "time_in_force": "Время в силе",
    "time_in_force_tooltip": "GoodTillCancelled: Длится до тех пор, пока ордер не будет выполнен или отменен.\n\nImmediateOrCancel: IOC(Исполнить сразу или отменить) - это ордер на покупку или продажу валюты, который исполняет все или часть сразу и отменяет любую незаполненную часть ордера.\n\nFillOrKill: FOK(Исполнить или аннулировать)-ордер исполняет транзакцию сразу и полностью или не выполняет вообще. (i.e., частичное исполнение ордера не допускается)\n\nDay:Автоматически отменится, если не выполнено в день размещения ордера. День заканчивается в 00:00 UTC времени.\n\nGoodTillDate: Автоматически отменяется в указанную дату и время.",
    "post_only": "Post only",
    "post_only_tooltip": "Лимитный ордер post_only: либо помещается в книгу ордеров, либо отменяется, если соответствует существующему ордеру. Даный вид ордера «Post only» гарантирует, что вы не будете платить комиссию тейкера..",
    "balance": "Баланс",
    "in_order": "В ордерах ",
    "total": "Всего",
    "total_tooltip": "Общая стоимость ордера в котируемой валюте",
    "best_ask": "Best Ask or Минимальная цена на продажу ",
    "best_bid": "Best Bid or Максимальная цена на покупку ",
    "amount": "Количество",
    "amount_error_required": "Поле суммы не может быть пустым",
    "amount_error_max": "Сумма должна быть положительным числом, меньше или равна вашему балансу:",
    "amount_error_min": "Сумма должна быть положительным числом, больше или равна ",
    "limit": "Лимитный ордер",
    "limit_error_required": "Поле ордера не может быть пустым",
    "limit_error_min": " умма должна быть положительным числом, больше или равна",
    "taker_fee": "Комиссии тейкера ",
    "taker_fee_tooltip": "Комиссии тейкера уплачиваются, когда вы уменьшаете ликвидность из нашей книги ордеров, размещая любой ордер, который исполняется против другого ордера из книги ордеров. Если вы покупаете или продаете с использованием рыночного ордера, вы будете платить комиссию тейкера, потому что рыночный ордер сразу уменьшает ликвидность (предложения других трейдеров) из книги ордеров. ",
    "maker_fee": "Комиссии мейкера",
    "maker_fee_tooltip": "Комиссии мейкера уплачиваются, когда вы добавляете ликвидность в нашу книгу ордеров, размещая лимитный ордер ниже цены рынка (при покупке) или выше цены рынка (при продаже).  Если вы размещаете лимитный ордер на покупку ниже текущей рыночной цены или лимитный ордер на продажу выше текущей рыночной цены, то вы будете платить комиссию мейкера, если рынок перейдет в ваш лимитный ордер, потому что вы добавили ликвидность в книгу ордеров, в то время как другие трейдеры приняли ваше предложение из книги ордеров.",
    "market_approx_pay": "Вы будете приблизительно платить",
    "market_approx_get": " Вы будете приблизительно получать "
  },
  "order_book": {
    "title": "Книга ордеров",
    "buying": "Покупка",
    "selling": "Продажа",
    "total": "Всего",
    "sum": "Сумма",
    "amount": "Количество",
    "bid": "Bid",
    "bid_tooltip": " Цена Ask представляет максимальную цену, которую покупатель готов заплатить за акцию или другую валюту..",
    "ask": "Ask",
    "ask_tooltip": " Цена Ask представляет минимальную цену, которую продавец готов принять за ту же валюту."
  },
  "time_and_sales": {
    "title": "Время и продажи",
    "time": "Время",
    "price": "Цена",
    "amount": "Количество"
  },
  "trades": {
    "title": "Мои ордера и торговли",
    "overlay_auth_message": "Вы должны войти, чтобы увидеть эту вкладку ",
    "overlay_auth_button": "Войти",
    "overlay_data_message": "Нет данных для отображения в этом разделе ...",

    "active": {
      "time": "Время",
      "id": "ID",
      "price": "Цена",
      "exec_amount": "Exec/Количество",
      "total": "Всего"
    },

    "filled": {
      "time": "Время",
      "id": "ID",
      "price": "Цена",
      "exec_amount": "Exec/Количество ",
      "total": "Всего"
    },

    "trade": {
      "time": "Время",
      "id": "ID",
      "price": "Цена ",
      "amount": "Количество",
      "total": "Всего"
    }
  }
}
